/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "صدور دسترسی";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "سیگنال نیاز به دسترسی به دفترچه تلفنتان را دارد. ما دفترچه تلفن شما را بر روی سرور‌های خود ذخیره نمی‌کنیم.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "شرمنده!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "نیازمند تنظیم دستی";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "سیگنال به دسترسی به دفترچه تلفن شما نیاز دارد. دسترسی به دفترچه تلفن محدود شده است. سیگنال بسته خواهد شد. شما می توانید این محدودیت را با رفتن به برنامه Settings >> General >> Restrictions >> Contacts >> Allow Changes به طور موقت غیرفعال کنید تا به سیگنال ، اجازه دسترسی به دفترچه تلفنتان را بدهید.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "بستن";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "پاسخ دهید";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "پیام جدید! برای خواندن آن برنامه را باز کنید.";

/* No comment provided by engineer. */
"APN_Message" = "پیام جدید!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "پیام از طرف";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "پیام از درون گروه";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ از گروه %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "آرشیو کردن";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "آرشیو";

/* No comment provided by engineer. */
"ATTACHMENT" = "فایل ضمیمه";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "دریافت فایل ضمیمه با شکست مواجه شد، برای تلاش مجدد این جا را لمس کنید.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "فایل ضمیمه در حال دانلود شدن است.";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "فایل ضمیمه جدید برای دریافت در صف انتظار قرار گرفت.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "سیگنال برای کارکرد درست ، نیاز به دسترسی به میکروفون دارد. شما می توانید این اجازه دسترسی را با رفتن به Settings >>Privacy>>Microphone>>Forsta به حالت اولیه بازگردانید.";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "تماس بگیرید";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "انتخاب از Library یا آلبوم عکس";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "این کار ، برنامه را با پاک کردن پیام‌ها و حذف شماره ثبت شده شما از سرور ، به حالت اولیه باز می‌گرداند. برنامه بعد از پاک کردن داده‌ها بسته خواهد شد.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "آیا از پاک کردن حساب کاربری خود اطمینان دارید؟";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "You will no longer be able to send or receive messages in this group.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Do you really want to leave?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Link New Device";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "تأیید کنید";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "شماره‌ی ثبت نشده";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Conversation Settings";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "پیش‌شماره کشور را انتخاب کنید";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u days";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "تحویل داده شد";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "آخرین فعالیت: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "موفق به به‌روزرسانی لیست دستگاه نشد";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Disappearing Messages";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "When enabled, messages sent and received in this conversation will disappear after they have been seen.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "انصراف";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "ذخیره کن";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "آیکن نوشتن را لمس کنید.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "اولین گفتگوی سیگنالی خود را آغاز کنید!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "شما می‌توانید گفتگو‌های غیر فعال را از قسمت دریافت شده‌ها برای بعد ، آرشیو کنید.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "گفتگو‌های خود با دیگران را پاک کنید.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "دعوت این مخاطب";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "هیچ یک از مخاطبان شما از سیگنال استفاده نمی کنند.";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "چرا برای یکی از آن ها دعوت‌نامه نمی‌فرستید";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "راهنمایی: گفتگویی را برای یادآوری اضافه کنید.";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "هیچ. پوچ. خالی.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "در این سرای بی کسی ، کسی به در نمی‌زند!";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "خالی مثل جیب‌ها.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "خطای سرور!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "قطع تماس";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "فرایند دست‌دهی با شکست مواجه شد!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "تماس را قطع کردید.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "تماس را قطع کردند.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "ورود ناموفق!";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "پیام از طرف سرور:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "این شماره از سیگنال یا ردفون استفاده نمی‌کند.";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "گیرنده در دسترس نیست.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "شما تماس را رد کردید.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "تماس رد شد.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "شما تماسی دیگر برقرار کرده‌اید.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "اشغال است ...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "تماس، بدون پاسخ ماند.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "خطای کلاینت.";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "پیامی تکراری دریافت شده است.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "کلید دریافت کننده پبام معتبر نیست.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "پیامی ناسازگار با این نسخه برنامه دریافت شده است.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "هیج مسیری برای تبادل اطلاعات با این مخاطب فعال نیست.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "خطایی نامشخص رخ داده است.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "آخ!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "ارسال ناموفق. برای تلاش دوباه این جا را لمس کنید.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "بازگردانی این نشست به حالت اولیه";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "آواتار گروه تغییر کرده است.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "ایجاد گروه جدید";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "ایجاد گروه با شکست مواجه شد";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ به گروه ملحق شد.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ از گروه خارج شد.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "اعضای گروه";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "ترک گروه %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "ترک گروه با شکست مواجه شد";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "عنوان ، هم‌اکنون '%@' است.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "گروه ، به روز رسانی شده است.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "شما از این گروه خارج شده‌اید.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "در حال اتصال ...";

/* Call setup status label */
"IN_CALL_RINGING" = "بوق می خورد...";

/* Call setup status label */
"IN_CALL_SECURING" = "برداشته شد. در حال امن سازی...";

/* Call setup status label */
"IN_CALL_TALKING" = "امن سازی انجام شد.ارتباط برقرار است.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "تمام.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "تماس دریافتی";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "تماس دریافتی از طرف %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "خروج از گروه";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "این دستگاه به گروه‌ها و دفترچه تلفن شما دسترسی خواهد داشت و پیام‌های شما را خواهد خواند و به جای شما پیغام ارسال خواهد کرد.  ";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "QR کد را اسکن کن";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "دستگاه‌های پیوند شده";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "وارسی مخاطبان شما";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "زیاد طول نخواهد کشید.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "ثبت گزارش‌ها";

/* No comment provided by engineer. */
"ME_STRING" = "من";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "پیام جدید";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "تماس بی‌پاسخ";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "تماس بی‌پاسخ از طرف %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "شما تماسی از طرف %@ دریافت کرده‌اید.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "شما با %@ تماس گرفته‌اید.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "شما نمی‌توانید هیچ وسیله‌ی دیگری را متصل کنید. ";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "شما به حداکثر وسیله‌هایی که در حال حاضر می‌توانید به حسابتان متصل کنید رسیده‌اید. لطفاً یک وسیله را حذف کرده یا بعداً برای متصل کردن آن مجدداً تلاش کنید.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "لطفاً آنلاین بودن خود را چک کرده و دوباره امتحان کنید.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "اتصال برقرار است.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "در حال برقراری اتصال";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "وضعیت شبکه";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "آفلاین";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "شما می‌توانید وضعیت شبکه را با نگاه به نوار رنگی بالای دریافت شده‌ها بررسی کنید.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "گروه جدید";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "این گفتگوی گروهی را نام‌گذاری کنید";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "اضافه کردن عضو";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "ارسال پیام شما به %@ با شکست مواجه شد.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "با توجه به اشکال‌های مشخص در فریم‌ورک اعلان آنی اپل ، پیش‌نمایش پیام‌ها ، تنها در صورتی که آن پیام تا 30 ثانیه بعد از فرستاده شدن ، دریافت و بازخوانی شود ، نمایش داده خواهند شد. در نتیجه ، badge های این برنامه با همان اعداد کنار آیکون برنامه در دایره قرمز ،‌‍ ممکن است غیر دقیق باشند.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "نه اسم و نه پیام";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "اعلانات پس‌زمینه";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "اعلانات درون‌برنامه‌ای";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "نام و پیام فرستنده";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "فقط نام فرستنده";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "نمایش";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "صدای اعلان";

/* No comment provided by engineer. */
"OK" = "باشه";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "تماس گرفته شده";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "آیفون شما باید باز یا آنلاک باشد تا پیام‌های جدید را دریافت کند.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "ادامه دادن";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "علامت زدن به عنوان خوانده شده";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "پاسخ";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "اعلانات آنی";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "سیگنال برای کارکرد درست ، نیاز به فعال بودن اعلان‌دهی آنی یا همان push notification و صداها دارد .لطفاً‌ وضعیت آن را با رفتن به Settings >> Notification Center >> Forsta تغییر دهید.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "؟";

/* No comment provided by engineer. */
"RATING_MSG" = "اگر از استفاده از سیگنال برای داشتن ارتباطات خصوصی لذت می‌برید،‌ می توانید با نمره‌دهی به آن از پروژه ما حمایت کنید. این کار بیش از یک دقیقه از وقتتان را نخواهد گرفت، و دیگران را در یافتن کمی حریم امن شخصی یاری خواهد داد.";

/* No comment provided by engineer. */
"RATING_RATE" = "به سیگنال نمره بدهید";

/* No comment provided by engineer. */
"RATING_TITLE" = "از سیگنال حمایت کنبد!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "لطفاً پیش‌شماره‌ای معتبر برای قسمت کشور انتخاب کنید.";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "مشکل در پیش‌شماره کشور";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "سیگنال به شما اجازه داشتن مکالمات خصوصی با مخاطبان موجودتان را می‌دهد. برای استفاده از سیگنال، لطفاً اجاره دسترسی به دفترچه تلفن خود را بدهید.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "ادامه";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "خوش آمدید!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "دوباره تلاش کنید";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "سرور اکنون در حال محدود سازی حجم ثبت‌نام هاست و قادر به پاسخ‌گویی نیست ، لطفاً بعداً برای امتحان مجدد رجوع کنید.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "پیش‌شماره کشور";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "شناره را وارد کنید";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "ثبت‌نام ناموفق";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "فرمت این شماره تلفن ، پشتیبانی نمی‌شود ، لطفاً با پشتیبانی تماس بگیرید.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "شماره تلفن";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "برای فرستادن اولین پیغامتون هیجان دارید! قبل از انجام این کار باید ثبت نام کنید.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "شماره تلفن شما";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "استفاده از این دستگاه را تأیید کنید";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "رد تماس";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "شماره تلفنی که سعی در ثبت آن دارید ، قبلاً روی سرور دیگری ثبت شده ، لطفاً از آن‌جا بیرون آمده و دوباره امتحان کنید. ";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "درخواست ثبت مجدد برای اعلان‌دهی‌های آنی";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "دوباره سعی کن";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "جستجو با اسم یا شماره";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "وضعیت رمزنگاری به حالت اولیه بازگردانیده شد.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "دوباره بفرست";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "ارسال";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "ارسال پیامک به:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "دعوت یک دوست با پیامک غیر امن؟";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "ارسال پیامک با مشکل مواجه شد،‌ لطفاً بعداً دوباره امتحان کنید.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "شما دوستتان را به استفاده از سیگنال دعوت کردید!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "آیا مایلید که شماره مورد نظر را به استفاده از سیگنال دعوت کنید؟";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "درباره برنامه";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "فعال‌سازی گزارش‌گیری برای رفع عیب";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "ارسال گزارش رفع عیب";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "تنظیمات پیشرفته";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "پاک کردن سوابق ارتباطات پیشین";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "حق کپی‌رایت برای Forsta, Inc\n Open Whisper Systems\nتحت لیسانس GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "حذف حساب کاربری";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "آیا اطمینان دارید که می‌خواهید تمامی گزارش‌های ارتباطات پیشین ( از جمله پیام‌ها ، فایل‌های ضمیمه ، سوابق تماس‌ها و ... )  را پاک کنید؟ ابن کار برگشت ناپذیر است.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "اطمینان دارم.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "کمک رسانی";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "گزارش ارتباطات پیشین";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "اطلاعات";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "ارسال دعوت‌نامه";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "تنظیمات";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "اعلانات";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "حریم خصوصی";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "فعال سازی امنیت صفحه نمایش";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "از نشان داده شدن پیش‌نمایش سیگنال هنگام رفتن به برنامه‌ای دیگر جلوگیری می‌کند.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "امنیت صفحه نمایش";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "به اشتراک گذاری لینک نصب برنامه";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "پشتیبانی";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "نسخه";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "من شما را به نصب برنامه سیگنال دعوت می کنم! این هم لینکش:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "گرفتن عکس یا فیلم";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "گرفتن عکس";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "ما ، قادر به دریافت لیستی به‌روز شده از مخاطبان ، از سرور نشدیم. لطفاً‌ مجدداً امتحان کنید.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "لغو";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "حذف پیام";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "خارج کردن از آرشیو";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "فایل ضمیمه معتبر نمی‌باشد";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "حذف شدن از سیگنال با شکست مواجه شد.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "ضمیمه‌ای با نوعی پشتیبانی نشده دریافت شده است.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "وسیله شما این قابلیت را پشتیبانی نمی‌کند.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "به‌روز رسانی";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "تغییر شماره";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "کد تآیید";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "به جای ارسال پیامک به من زنگ بزن";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "درخواست دوباره کد";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "کد تآیید را وارد نمایید";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "تآیید";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "دریافت شده‌ها";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
